<?php 
/* 
this is a pluck language file. you can find pluck at http://www.pluck-cms.org
if you want to help us, please translate this file in your own language and send it to us at
sander@somp.nl
it wil be included in the next release of pluck.
	if you translate, please note the use of capitals: use them sparely

pluck is licensed under the GNU General Public License, so opensource.
see license.txt for the full license text.

------------------------------------------------
Language					Bulgarian
Translated by			smartx (ddfs@abv.bg)
Translators website	none
------------------------------------------------
*/

//Version of pluck
$currentversion = "4.4";
$lang = "Bulgarian";

//----------------
//Translation data
$lang_front1	=	"404: не е намерено"; 
$lang_front2	=	"Страницата не може да бъде открита."; 
$lang_footer	=	"pluck © 2005-2007 <a href=\"http://www.somp.nl\" target=\"_blank\">somp</a>. pluck is available under the terms of the GNU General Public License."; 
$lang_error1	=	"не е инсталиран"; 
$lang_error3	=	"не сте логнат"; 
$lang_error4	=	"Вие не сте логнат! Един момент, моля... "; 
$lang_login1	=	"влизане"; 
$lang_login2	=	"pluck не е инсталиран още. Един момент, моля... "; 
$lang_login3	=	"парола"; 
$lang_login4	=	"влизане"; 
$lang_login5	=	"Паролата е правила. Влизане..."; 
$lang_login6	=	"Грешна парола. Един момент, моля..."; 
$lang_install	=	"инсталация"; 
$lang_install1	=	"pluck е инсталиран вече. Един момент, моля..."; 
$lang_install2	=	"Добре дошли! Преди да настроите вашият нов сайт, трябва да инсталирате pluck."; 
$lang_install3	=	"Старт на инсталацията..."; 
$lang_install4	=	"стъпка 1"; 
$lang_install5	=	"стъпка 2"; 
$lang_install6	=	"стъпка 3"; 
$lang_install7	=	"Проверете дали показаните файлове и директории им е позволено писане, като натиснете бутона 'Refresh'. Ако сте сигурен, че им е позволено писане , продължете към следващата стъпка."; 
$lang_install8	=	"Добре"; 
$lang_install9	=	"Грешка"; 
$lang_install10	=	"Обнови"; 
$lang_install11	=	"Продължи..."; 
$lang_install12	=	"Изберете заглавие за вашият сайт от тук."; 
$lang_install13	=	"Запази"; 
$lang_install14	=	"Откажи"; 
$lang_install15	=	"Вие трябва да зададете заглавие!"; 
$lang_install16	=	"Тук можете да редактирате вашият сайт. Изберете заглавие и редактирайте съдържанието."; 
$lang_install17	=	"заглавие"; 
$lang_install18	=	"съдържание"; 
$lang_install19	=	"pluck беше инсталиран успешно"; 
$lang_install20	=	"разгледайте сайта"; 
$lang_install21	=	"разгледайте резултата"; 
$lang_install22	=	"административен център"; 
$lang_install23	=	"редактирай сайта"; 
$lang_kop1	=	"старт"; 
$lang_kop2	=	"страница"; 
$lang_kop4	=	"опции"; 
$lang_kop5	=	"изход"; 
$lang_kop6	=	"смени заглавие"; 
$lang_kop10	=	"промени парола"; 
$lang_kop11	=	"нова страница"; 
$lang_kop12	=	"изтрий страница"; 
$lang_kop13	=	"изтрий снимка"; 
$lang_kop14	=	"езикови настройки"; 
$lang_kop15	=	"статус"; 
$lang_start1	=	"Добре дошли в административния център на pluck."; 
$lang_start2	=	"От тук можете да менажирате вашият сайт. Бърз старт:"; 
$lang_start3	=	"трябва помощ?"; 
$lang_start4	=	"с удоволствие ще ви помогнем"; 
$lang_start5	=	"създай, редактирай и изтрий страници"; 
$lang_start7	=	"настрой <i>pluck</i> за да отговаря на желанията ви"; 
$lang_start8	=	"наглаждай посетителите"; 
$lang_page1	=	"От тук можете да менажирате, редактирате и изтривате страници."; 
$lang_page2	=	"нова страница"; 
$lang_page3	=	"редактирай страница"; 
$lang_page4	=	"изтрий страница"; 
$lang_page5	=	"Изтриване ..."; 
$lang_page7	=	"вмъкни"; 
$lang_image1	=	"От тук можете да качите вашитеснимкиs, които по късно можете да публикувате в сайта. Поддържат се следните формати: JPG, PNG en GIF."; 
$lang_image2	=	"Грешка при качването."; 
$lang_image3	=	"Име:"; 
$lang_image4	=	"Размер:"; 
$lang_image5	=	"Тип:"; 
$lang_image6	=	"Качването успешно !"; 
$lang_image7	=	"качи изображения"; 
$lang_image8	=	"качи снимка"; 
$lang_image9	=	"Старт"; 
$lang_image10	=	"изтрий снимка"; 
$lang_image11	=	"Тази снимка не може да бъда изтрита."; 
$lang_image12	=	"Снимката не може да бъде изтрита . Проверете правата за писане и четене."; 
$lang_options1	=	"От тук можете да насторите pluck за да съвпада с желанията и вкуса Ви."; 
$lang_options2	=	"променете името на сайта"; 
$lang_options3	=	"променете вида на сайта "; 
$lang_options4	=	"за по добри резултати в търсачките"; 
$lang_options5	=	"добре е да сменяте паролата си по често"; 
$lang_options6	=	"провери за ъпдейт"; 
$lang_options7	=	"проверка за нова версия на pluck"; 
$lang_options8	=	"избери език на който ще работи pluck"; 
$lang_stitle2	=	"Вие трябва да попълните името на сайта, не може да остане празно."; 
$lang_siteinfo4	=	"ключова дума"; 
$lang_siteinfo5	=	"разделено със запетая"; 
$lang_cpass1	=	"Тук можете да промените паролата за достъп да ползвате <i>pluck</i> административния център. добре е да променяте паролата си често."; 
$lang_cpass2	=	"Стара парола"; 
$lang_cpass3	=	"Нова Парола"; 
$lang_cpass4	=	"Не може да промените паролата: Старата парола не е вярна."; 
$lang_cpass5	=	"Паролата е променена."; 
$lang_lang1	=	"Изберете езика на който ще работи pluck."; 
$lang_lang2	=	"Избери..."; 
$lang_lang3	=	"Настройките за езика бяха запазени."; 
$lang_stats1	=	"Тук получавате информация за посетителите на сайта. В края можете да изберетеза кой месец да ви покаже данни."; 
$lang_stats2	=	"статус от"; 
$lang_stats3	=	"операционна система"; 
$lang_stats4	=	"интернет клиент"; 
$lang_stats5	=	"архиви"; 
$lang_stats6	=	"Изберете една от следните точки:"; 
$lang_stats7	=	"общо"; 
$lang_stats8	=	"хитове"; 
$lang_stats9	=	"общо хитове"; 
$lang_stats10	=	"хитове за този месец"; 
$lang_kop16	=	"избери тема"; 
$lang_theme1	=	"От тук можете да изберете коя от инсталираните темми ще ползвате."; 
$lang_theme2	=	"вземи нова тема"; 
$lang_theme3	=	"Настройките на темата са запазени."; 
$lang_theme4	=	"като сваляте и интсалирате теми можете да променяте облика на сайта с едно кликване."; 
$lang_updown1	=	"промени реда на страниците"; 
$lang_updown2	=	"Тази страница е с висок ранг и той не може да бъде променен."; 
$lang_updown3	=	"Промени ранга..."; 
$lang_updown4	=	"Тази страница е последна, Това не може да бъде променено."; 
$lang_theme5	=	"инсталирай тема"; 
$lang_theme6	=	"От тук можете да инсталирате нова тема. Свалете темата от интеренет първо."; 
$lang_theme7	=	"Инсталирането се провали: Файла които посочихте е с неверен формат."; 
$lang_theme8	=	"Темата е прекалено голяма; 1MB е лимита."; 
$lang_theme9	=	"Инсталацията се провали. Сървъра не подържа php-zlib модул. Свържете се с администратора."; 
$lang_theme10	=	"темата е инсталирана"; 
$lang_theme11	=	"върни се към <a href=\"?action=theme\">страница с теми</a>"; 
$lang_theme12	=	"назад"; 
$lang_theme13	=	"инсталирането на теми не се поддържа от сървъра, ще трябва да инсталирате <a href=\"http://www.pluck-cms.org/wiki/index.php?title=InstallThemeManual\" target=\"_blank\">ръчно</a>"; 
$lang_install24	=	"емайл"; 
$lang_install25	=	"емайла ще се използва потребителите да се свързват с вас."; 
$lang_install26	=	"повтори паролата"; 
$lang_install27	=	"Моля дайте обща информация за сайта."; 
$lang_install28	=	"Вие сте въвели две различни пароли!"; 
$lang_install29	=	"стъпка 4"; 
$lang_settings	=	"главни настройки"; 
$lang_settings2	=	"избери заглавие за твоя сайт"; 
$lang_settings3	=	"промени главните настройки, като заглавието на сайта и емайл адреса"; 
$lang_settings4	=	"Променя главните настройки..."; 
$lang_contact1	=	"вмъкни е майл форма за тази страница"; 
$lang_contact2	=	"други опции"; 
$lang_contact3	=	"Име:"; 
$lang_contact4	=	"Емайл:"; 
$lang_contact5	=	"Съобщение:"; 
$lang_contact6	=	"Не сте попълнили полетат правилно"; 
$lang_contact7	=	"Съобщение от вашия сайт"; 
$lang_contact8	=	"Вашето съобщение е изпратено успешно."; 
$lang_contact9	=	"Вашето съобщение не е изпратени, установена е грешка."; 
$lang_contact10	=	"Изпрати"; 
$lang_contact11	=	"попълни е майл адрес"; 
$lang_kop17	=	"менажирай изображения"; 
$lang_albums	=	"албуми"; 
$lang_albums1	=	"От тук можете да менажирате и редактирате вашите албуми. Използвайте албумите да покажете Вашите любими снимки и изображения."; 
$lang_albums2	=	"редактирай алмбуми"; 
$lang_albums3	=	"нов албум"; 
$lang_albums4	=	"избери име на твоя нов албум първо, след това натисни \"запази\""; 
$lang_albums5	=	"изтрий албум"; 
$lang_albums6	=	"редактирай албум"; 
$lang_albums7	=	"Използвайте албумите да покажете Вашите любими снимки и изображения."; 
$lang_albums8	=	"Издолзвайте тази страница за да добавяте, изтривате и редактирате снимките в албума. Само в <b>JPG</b> формат."; 
$lang_albums9	=	"редактирай изображение"; 
$lang_albums10	=	"ново изображение"; 
$lang_albums11	=	"описание"; 
$lang_albums12	=	"качество (1-100)"; 
$lang_albums13	=	"качи нова снимка. попълни описание, избери качество високо качество по голям файл."; 
$lang_albums14	=	"нищо още..."; 
$lang_albums15	=	"редактирай изображение"; 
$lang_albums16	=	"Албумите не се подържат от този сървър..."; 
$lang_albums17	=	"Вмъкни албума в тази страница:"; 
$lang_modules	=	"модули"; 
$lang_modules1	=	"Pluck has a variety of modules available, which you can use to extend your website with dynamic content."; 
$lang_modules2	=	"разшири твоя сай с динамично съдържание"; 
$lang_updown5	=	"промени реда на изображенията"; 
$lang_updown6	=	"Тази снимка е с висок ранг, промяната е невъзможна."; 
$lang_updown7	=	"Тази снимка е последна промяната е невъзможна."; 
$lang_pagehide1	=	"покажи страницата в менюто"; 
$lang_page8	=	"Точките са готови за вмъкване:"; 
$lang_page9	=	"вмъкни линк"; 
$lang_meta1	=	"редактирай информацията на страницата"; 
$lang_meta2	=	"Тук можете да попълните информация за страницата, за да получите по добър резултат при търсене."; 
$lang_meta4	=	"Промяна на информацията..."; 
$lang_settings5	=	"Промени главните настройки, като заглавието на сайта и емайл адреса"; 
$lang_blog	=	"блог"; 
$lang_blog1	=	"използвайте блога да публикувате новини или да пишете статии за посетителите"; 
$lang_blog2	=	"В тази страница, можете да създавате категории можете да вмъквате категориите в страниците"; 
$lang_blog3	=	"категории"; 
$lang_blog4	=	"нова категория"; 
$lang_blog5	=	"изберете име на категорията, след това натисни \"запази\""; 
$lang_blog6	=	"изтрий категория"; 
$lang_blog7	=	"редактирай категория"; 
$lang_blog8	=	"От тук създавате нови статии или съобщения които да добавяте в категориите. Сортирането е по дата."; 
$lang_blog9	=	"съществуваща статия"; 
$lang_blog10	=	"нова статия"; 
$lang_blog11	=	"радактирай статия"; 
$lang_blog12	=	"изтрий статия"; 
$lang_blog13	=	"вмъкни блог категория в тази страница:"; 
$lang_blog14	=	"публикувано на"; 
$lang_blog15	=	"изкажи мнение"; 
$lang_blog16	=	"реакция"; 
$lang_blog17	=	"Реакция:"; 
$lang_blog18	=	"написано от"; 
$lang_blog19	=	"редактирай реакция"; 
$lang_blog20	=	"От тук можете да редактирате реакциите на статиите."; 
?>